{
    "liste": [
        {
            "truename": "Pokémon Rubis, Saphir et Émeraude",
            "defis": {
                "Finissez la Ligue Pokémon avec Monaflémit dans votre équipe.": "20",
                "Battez le dernier champion d'arène du jeu avec Regirock, Regice et Registeel dans votre équipe.": "20",
                "Battez Bastien après Adriane.": "20",
                "N'utilisez pas de Pokémon Eau pendant toute la durée du jeu, que cela soit pour les combats ou l'usage des CS. La seule exception à cette règle est pour l'utilisation des capacités Plongée et Cascade : il sera autorisé d'employer à cet effet un Pokémon de type Eau pouvant apprendre ces capacités, capturé spécifiquement à cette fin, mais il ne devra être présent dans l'équipe qu'aux moments où l'usage des capacités est requis et ne pourra participer à aucun combat.": "20",
                "Faites apprendre la dernière capacité par niveau à votre starter. Il ne devra pas évoluer tant qu'il ne l'aura pas apprise.\n- Arcko : Giga-Sangsue\n- Poussifeu : Lance-flammes\n- Gobou : Hydrocanon": "20",
                "N'utilisez pas Zizgzaton/Linéon comme CSclave.": "20",
                "Capturez un Limagma que vous surnommerez « Volcarobot ». Faites-le évoluer en Volcaropod.": "20",
                "Utilisez uniquement Muciole et Lumivole pour battre au moins un champion de votre choix.": "20",
                "Battez les champions d'Algatia avec un Pokémon capturé au Safari.": "20",
                "Utilisez un Munja pour donner le coup final au dernier Pokémon d'Adriane ou d'Alizée.": "20",
                "Capturez un Balignon et élevez-le jusqu'au niveau 54, où il apprendra Spore. Ensuite, laissez-le évoluer en Chapignon et laissez-le apprendre Dynamopoing.": "20",
                "Sautez l'arène de Cimetronelle et ne combattez Alizée qu'après avoir battu Marc/Juan.": "20",
                "Vous ne pouvez pas utiliser d'objets pour soigner les problèmes de statut (K.O. compris).": "20",
                "Challenge coordinateur : l'un de vos Pokémon doit avoir gagné un concours de la catégorie Master avant que vous n'affrontiez la ligue.": "20",
                "Battez deux des Pokémon de Marc (RS)/Juan (E) avec un Voltorbe ou un Electrode obtenu à New Lavandia ou dans le repaire de l'une des Teams (Aqua/Magma) - (Si vous avez capturé un Voltorbe, vous pouvez faire évoluer celui-ci en Electrode.)": "20",
                "Vous devez battre Alizée avec dans votre équipe un des Pokémon fossiles ou son évolution.": "20",
                "Vous ne pouvez pas utiliser votre starter lors du combat contre Flora/Brice sur la route 110.": "20",
                "Dès que vous atteignez Vermilava, les seuls objets de soin que vous pouvez utiliser sont ceux vendus à l'Herboristerie.": "20",
                "Battez Roxanne en utilisant seulement un Papinox.": "20",
                "Battez Bastien en utilisant seulement Charmillon.": "20",
                "Capturez un Gravalanch sur la Route Victoire et gardez-le dans votre équipe pour vaincre la ligue.": "20",
                "Battez Voltère avec Gloupti.": "20",
                "Obtenez toutes les flûtes à l'atelier du verre de la route 113 avant de battre Adriane.": "20",
                "Obtenez du président du Fan Club Pokémon de Poivressel avant de battre la ligue l'ensemble des objets suivants : Foulard Rouge, Foulard Bleu, Foulard Rose, Foulard Vert et Foulard Jaune.": "20",
                "Faites éclore l'oeuf d'Okéoké donné à Vermilava dès que possible. Le Okéoké devra avoir évolué avant que vous n'atteignez Cimetronelle. Conservez le Qulbutoké obtenu dans votre équipe jusqu'à battre la ligue.": "20",
                "Challenge Samouraï tropical : vous devez capturer un Scarabrute au Parc Safari et l'avoir dans votre équipe pour battre la ligue Pokémon pour la première fois, ainsi que Marc (RS)/Juan (E).": "20",
                "Vous devez capturer tous les Pokémon à taux d'apparition faible, à savoir Tarsal, Arakdo (sauf dans Emeraude), Parecool, Skitty, Négapi (dans Saphir),  Posipi (dans Rubis et Emeraude), Airmure, Muciole (dans Rubis et Emeraude), Lumivole (dans Saphir), Absol, Eoko, Scarabrute, Scarhino, Relicanth. De plus, deux de ces Pokémon doivent être présents dans l'équipe que vous utiliserez pour battre la ligue pour la première fois.": "20",
                "Capturez un Okéoké sur l'île Mirage avant de combattre la ligue.": "20"
            }
        }
    ]
}